{
    "jei_info.musketeer.white_chalk": "Can be used to jot down arrows on blocks so you never lose your way. Try dyeing it too.",
    "jei_info.musketeer.ancient_debris": "Replaces Stronghold End Portals and Ancient City 'Portals' now.",
    "jei_info.musketeer.blackstone": "Now spawns deep underground.",
    "jei_info.musketeer.blaze_powder": "Formerly Blaze Powder. Same purpose, different recipe.",
    "jei_info.musketeer.brewing_stand": "Nether Wart is removed, use Glow Berries to start the brewing process instead.",
    "jei_info.musketeer.cactus": "Smelting XP has been updated to 0.1 instead of vanilla's 1.0.",
    "jei_info.musketeer.crimson_fungus": "One is guaranteed in every Ruined Nether Portal chest.",
    "jei_info.musketeer.emerald": "Villagers will now require proper lodging to access better prices, try building a nice village instead of abducting them into a trading hall. Healing a villager from Zombification multiple times will also not continuanlly lower prices.",
    "jei_info.musketeer.ender_eye": "Formerly Eye of Ender - now finds Ancient Cities.",
    "jei_info.musketeer.glowstone_dust": "Formerly Glowstone Dust - Same purpose, different recipe.",
    "jei_info.musketeer.iron_ingot": "Iron Golems no longer drop Iron Ingots, try Toretoises instaed.",
    "jei_info.musketeer.leather_horse_armor": "Horses now always pass on their traits positively to offspring, and will never have children with worse parameters, give breeding a try sometime!",
    "jei_info.musketeer.netherrack": "Can be gotten by attempting to light up a portal.",
    "jei_info.musketeer.tnt": "TNT Duplicating Machines have been disabled.",
    "jei_info.musketeer.warped_fungus": "One is guaranteed in every Ruined Nether Portal chest.",
    "jei_info.musketeer.wither_skeleton_skull": "Formerly Wither Skeleton Skull - Same purpose, but can be gotten by interacting with deep underground features.",
    "jei_info.musketeer.lightspeed_powered_rail": "Can boost Minecarts to incredible speeds, which only Reinforced Rails can maintain.",
    "jei_info.musketeer.lightspeed_rail": "Can support much faster Minecart speeds, but can't turn. Use Turbo Rails to achieve these speeds.",
    "jei_info.musketeer.diamond_heart": "Can be used to brew Potions of Regeneration.",
    "jei_info.musketeer.myalite": "Now spawns deep underground.",
    "jei_info.musketeer.wrench": "Will rotate any block it's used on."
}